app/controllers/resumes_controller.rb

SELECT "resumes".* FROM "resumes"
---
  def index
  	@resumes = Resume.all

INSERT INTO "resumes" ("name", "attachment", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "test"], ["attachment", "package.json"], ["created_at", 2016-11-29 21:55:44 UTC], ["updated_at", 2016-11-29 21:55:44 UTC]]
---
  def create
  	@resume = Resume.new(resume_params)

  	if @resume.save